{
	"LuaSnip": {
		"branch": "master"
	},
	"cmp-nvim-lsp": {
		"branch": "main"
	},
	"cmp-path": {
		"branch": "main"
	},
	"cmp_luasnip": {
		"branch": "master"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lualine.nvim": {
		"branch": "master"
	},
	"mason-lspconfig.nvim": {
		"branch": "main"
	},
	"mason-tool-installer.nvim": {
		"branch": "main"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"neo-tree.nvim": {
		"branch": "v3.x"
	},
	"neodev.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-jdtls": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"onedark.nvim": {
		"branch": "master"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"telescope.nvim": {
		"branch": "master"
	},
	"vim-dadbod": {
		"branch": "master"
	},
	"vim-dadbod-completion": {
		"branch": "master"
	},
	"vim-dadbod-ui": {
		"branch": "master"
	}
}

